{
	"note": [
			"Все почалось з одного курсу від компанії Itera. Вже на екваторі проходження воркшопу для початківців, я точно зрозумів що мені потрібно щось робити з практичними навичками. Однією теорію багато питань не закрити. Щось дуже багато питань для такого початку.",
			"Тех-стек вирішився дуже швидко. Більш детально я вже описав в сторінці про мене, можете завітати ознайомитись.",
			"Питання які потрібно покрити це що і як повинен знати початківець, і поки не вийду на якийсь рівень я буду звертатись до себе як до початківця. Бо якщо цей текст дотягнеться до когось окрім мене повинен точно розуміти що він читає, який враження він винесе я поки що не знаю, але можете написати мені, я буду чекати. І знову я відволікся. Бо все починається з плану який перенесено на мапу.",
			"Мапа шляху початківця це зведене в жахливій список абревіатур, і це перше шо бачить людина. Яка не стикалась з цим напрямком. Так що повинне знати початківець? Відповідь проста всього по трохи) Розкриті теми, або не розкриті будуть зачіпати Фронтенд, може ще щось я дам вам знати.",
			"Все що ми бачимо на веб сторінці це HTML + CSS, як кажуть це дуже легкі інструменти, і вони легкі в використанні доки не стикаєшся з якимись точними задачами. І так в буде завжди і надалі, щось нове буде складніші задачі. Тому найкращий варіант перевірити себе в цьому це тестування, про це я розповім у наступному включені.",
			"І це я тільки почав перераховувати що потрібно, далі тільки більше і веселіше. Все потребує свого часу і практиковані цих навичок для досягнення своїх цілей. І я на перших парах відмовлюсь від зображень в великій кількості, там усіляких пояснювальних штук дрюк, вам все ще зрозуміло і цікаво, а це значить що ми продовжуємо рухатись далі.",
			"Практичні навички важливі то я також і про них розповім в майбутньому матеріалі, це також буде свого роду челендж для мене бо чим далі в ліс тим більше моментів. Це буде дуже вирішальний момент бо саме при вході у стан челеджа ти починаєш критично міркувати, і твої думки із архаїчних мух починають структуруватись у правильний вулик бджіл. Гудить але і робота кипить.",
			"Курси, воркшопи, челенджи, це все заради однієї мети здобути потрібну кваліфікацію, і витрачати час на відверто слабкий курс не всі хочуть, ось про курси точніше моє прибування на таких заходах також будуть покриватись текстами.",
			"Що хочеться ще додати коли я опублікував свої цілі і претензії до вибраного фаху. Це те що всі ми люди і ми можемо помилятись, допускати помарки, і їх потрібно допускати в навчальному процесі. Так буде правильно і так чомусь з нами трапляться, отже я буду розграбатись зі своїми мухами, а ти мій вибагливий читач, завітаю на ще один мій в міру водний і смачнючий контент.",
			"Самі допитливі помітили що тут немає посилань на сторонні ресурси, це не помилка це моє бажання так зробити саме в цій частині Нотатків."
	]
}